xml/request/film_bluray_plus_dvd.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
  <dkabm:record>
    <ac:identifier>29371156|870970</ac:identifier>
    <ac:source>NJE</ac:source>
    <dc:title>In time</dc:title>
    <dc:title xsi:type="dkdcplus:full">In time</dc:title>
    <dc:creator xsi:type="dkdcplus:drt">Andrew Niccol</dc:creator>
    <dc:creator xsi:type="oss:sort">Niccol, Andrew</dc:creator>
    <dc:subject xsi:type="dkdcplus:DK5">77.7</dc:subject>
    <dc:subject xsi:type="dkdcplus:DK5-Text">Spillefilm</dc:subject>
    <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
    <dc:description>Originalfilmen: USA : Regency Entertainment : Strike Entertainment, 2011</dc:description>
    <dc:description>Blu-ray disc: Engelsk tale, samt synkronisering på spansk, fransk, tysk, portugisisk, russisk, tjekkisk, ungarsk, thai, tyrkisk og ukrainsk. Undertekster på dansk, hollandsk, finsk, tysk, norsk, portugisisk, russisk, svensk, kroatisk, tjekkisk, estisk, ungarsk, indonesisk, koreansk, lettisk, litauisk, slovensk, tyrkisk, ukrainsk, spansk, fransk, thai, vietnamesisk, malajisk, arabisk og kinesisk. Tekstet for hørehæmmede på engelsk</dc:description>
    <dc:description>Dvd-video: Engelsk tale, samt synkronisering på fransk, spansk og tysk. Undertekster på fransk, spansk, dansk, finsk, tysk, norsk og svensk. Tekstet for hørehæmmede på engelsk. Heri: digital copy</dc:description>
    <dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for børn over 11 år</dcterms:audience>
    <dcterms:audience>børnematerialer</dcterms:audience>
    <dcterms:audience>voksenmaterialer</dcterms:audience>
    <dc:publisher>SF Film</dc:publisher>
    <dc:contributor>Andrew Niccol</dc:contributor>
    <dc:contributor>Roger Deakins</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Amanda Seyfried</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Justin Timberlake</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Cillian Murphy</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Vicent Kartheiser</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Olivia Wilde</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Matt Bomer</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Johnny Galecki</dc:contributor>
    <dc:contributor xsi:type="dkdcplus:act">Collins Pennie</dc:contributor>
    <dc:date>2012</dc:date>
    <dc:type xsi:type="dkdcplus:BibDK-Type">Blu-ray</dc:type>
    <dc:format>1 blu-ray disc, blu-ray, 1 dvd-video</dc:format>
    <dcterms:extent>ca. 109 min.</dcterms:extent>
    <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
    <dc:language>Flere sprog</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">eng</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">spa</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">fre</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">ger</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">por</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">rus</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">cze</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">hun</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">tha</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">tur</dc:language>
    <dc:language xsi:type="dkdcplus:spoken">ukr</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">dan</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">dut</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">fin</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">ger</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">nor</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">por</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">rus</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">swe</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">scr</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">cze</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">est</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">hun</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">ind</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">kor</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">lav</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">lit</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">slv</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">tur</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">ukr</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">spa</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">fre</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">tha</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">vie</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">may</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">ara</dc:language>
    <dc:language xsi:type="dkdcplus:subtitles">chi</dc:language>
  </dkabm:record>
  <marcx:collection>
    <marcx:record format="danMARC2" type="Bibliographic">
      <marcx:leader>000000000000000000000000</marcx:leader>
      <marcx:datafield tag="001" ind1="0" ind2="0">
        <marcx:subfield code="a">29371156</marcx:subfield>
        <marcx:subfield code="b">870970</marcx:subfield>
        <marcx:subfield code="c">20120601105421</marcx:subfield>
        <marcx:subfield code="d">20120509</marcx:subfield>
        <marcx:subfield code="f">a</marcx:subfield>
        <marcx:subfield code="t">FAUST</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="004" ind1="0" ind2="0">
        <marcx:subfield code="r">n</marcx:subfield>
        <marcx:subfield code="a">e</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="006" ind1="0" ind2="0">
        <marcx:subfield code="d">11</marcx:subfield>
        <marcx:subfield code="2">b</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="008" ind1="0" ind2="0">
        <marcx:subfield code="t">m</marcx:subfield>
        <marcx:subfield code="u">f</marcx:subfield>
        <marcx:subfield code="a">2012</marcx:subfield>
        <marcx:subfield code="b">dk</marcx:subfield>
        <marcx:subfield code="l">mul</marcx:subfield>
        <marcx:subfield code="v">0</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="009" ind1="0" ind2="0">
        <marcx:subfield code="a">m</marcx:subfield>
        <marcx:subfield code="g">th</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="023" ind1="0" ind2="0">
        <marcx:subfield code="a">5704028522968</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="032" ind1="0" ind2="0">
        <marcx:subfield code="a">DBI201224</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="041" ind1="0" ind2="0">
        <marcx:subfield code="p">eng</marcx:subfield>
        <marcx:subfield code="p">spa</marcx:subfield>
        <marcx:subfield code="p">fre</marcx:subfield>
        <marcx:subfield code="p">ger</marcx:subfield>
        <marcx:subfield code="p">por</marcx:subfield>
        <marcx:subfield code="p">rus</marcx:subfield>
        <marcx:subfield code="p">cze</marcx:subfield>
        <marcx:subfield code="p">hun</marcx:subfield>
        <marcx:subfield code="p">tha</marcx:subfield>
        <marcx:subfield code="p">tur</marcx:subfield>
        <marcx:subfield code="p">ukr</marcx:subfield>
        <marcx:subfield code="u">dan</marcx:subfield>
        <marcx:subfield code="u">dut</marcx:subfield>
        <marcx:subfield code="u">fin</marcx:subfield>
        <marcx:subfield code="u">ger</marcx:subfield>
        <marcx:subfield code="u">nor</marcx:subfield>
        <marcx:subfield code="u">por</marcx:subfield>
        <marcx:subfield code="u">rus</marcx:subfield>
        <marcx:subfield code="u">swe</marcx:subfield>
        <marcx:subfield code="u">scr</marcx:subfield>
        <marcx:subfield code="u">cze</marcx:subfield>
        <marcx:subfield code="u">est</marcx:subfield>
        <marcx:subfield code="u">hun</marcx:subfield>
        <marcx:subfield code="u">ind</marcx:subfield>
        <marcx:subfield code="u">kor</marcx:subfield>
        <marcx:subfield code="u">lav</marcx:subfield>
        <marcx:subfield code="u">lit</marcx:subfield>
        <marcx:subfield code="u">slv</marcx:subfield>
        <marcx:subfield code="u">tur</marcx:subfield>
        <marcx:subfield code="u">ukr</marcx:subfield>
        <marcx:subfield code="u">spa</marcx:subfield>
        <marcx:subfield code="u">fre</marcx:subfield>
        <marcx:subfield code="u">tha</marcx:subfield>
        <marcx:subfield code="u">vie</marcx:subfield>
        <marcx:subfield code="u">may</marcx:subfield>
        <marcx:subfield code="u">ara</marcx:subfield>
        <marcx:subfield code="u">chi</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="245" ind1="0" ind2="0">
        <marcx:subfield code="a">In time</marcx:subfield>
        <marcx:subfield code="e">written, produced and directed by Andrew Niccol</marcx:subfield>
        <marcx:subfield code="f">produced by Eric Newman, Marc Abraham</marcx:subfield>
        <marcx:subfield code="e">director of photography Roger Deakins</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="260" ind1="0" ind2="0">
        <marcx:subfield code="a">[Kbh.]</marcx:subfield>
        <marcx:subfield code="b">SF Film</marcx:subfield>
        <marcx:subfield code="c">2012</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="300" ind1="0" ind2="0">
        <marcx:subfield code="n">1 blu-ray disc</marcx:subfield>
        <marcx:subfield code="e">blu-ray</marcx:subfield>
        <marcx:subfield code="l">ca. 109 min.</marcx:subfield>
        <marcx:subfield code="n">1 dvd-video</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="i">Medvirkende</marcx:subfield>
        <marcx:subfield code="e">Amanda Seyfried, Justin Timberlake, Cillian Murphy, Vicent Kartheiser, Olivia Wilde, Matt Bomer, Johnny Galecki, Collins Pennie ... et al.</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Originalfilmen: USA : Regency Entertainment : Strike Entertainment, 2011</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Blu-ray disc: Engelsk tale, samt synkronisering på spansk, fransk, tysk, portugisisk, russisk, tjekkisk, ungarsk, thai, tyrkisk og ukrainsk. Undertekster på dansk, hollandsk, finsk, tysk, norsk, portugisisk, russisk, svensk, kroatisk, tjekkisk, estisk, ungarsk, indonesisk, koreansk, lettisk, litauisk, slovensk, tyrkisk, ukrainsk, spansk, fransk, thai, vietnamesisk, malajisk, arabisk og kinesisk. Tekstet for hørehæmmede på engelsk</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="512" ind1="0" ind2="0">
        <marcx:subfield code="a">Dvd-video: Engelsk tale, samt synkronisering på fransk, spansk og tysk. Undertekster på fransk, spansk, dansk, finsk, tysk, norsk og svensk. Tekstet for hørehæmmede på engelsk. Heri: digital copy</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="517" ind1="0" ind2="0">
        <marcx:subfield code="a">Mærkning: Tilladt for børn over 11 år</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="538" ind1="0" ind2="0">
        <marcx:subfield code="a">F1-BDSDKR 80052296</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="652" ind1="0" ind2="0">
        <marcx:subfield code="m">77.7</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Niccol</marcx:subfield>
        <marcx:subfield code="h">Andrew</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="700" ind1="0" ind2="0">
        <marcx:subfield code="0"/>
        <marcx:subfield code="a">Deakins</marcx:subfield>
        <marcx:subfield code="h">Roger</marcx:subfield>
      </marcx:datafield>
      <marcx:datafield tag="s10" ind1="0" ind2="0">
        <marcx:subfield code="a">DBC</marcx:subfield>
      </marcx:datafield>
    </marcx:record>
  </marcx:collection>
  <oss:openurl/>
            <os:identifier>870970-basis:29371156</os:identifier>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
